Revit 2027 API
PointCloudOverrides Constructor
 Constructs empty overrides object.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public PointCloudOverrides()
Public Sub New
public:
PointCloudOverrides()
new : unit -> PointCloudOverrides
See Also
Reference
PointCloudOverrides Class
Autodesk.Revit.DB.PointClouds Namespace